    <footer class="w-full border-t border-t-black pt-18">
        <div class="container mx-auto">
            <div class="flex flex-wrap">
                <ul class="w-full md:w-1/5">
                    <li><a href="#">لینکهای مفید</a></li>
                    <li><a href="#">لینکهای مفید</a></li>
                    <li><a href="#">لینکهای مفید</a></li>
                    <li><a href="#">لینکهای مفید</a></li>
                    <li><a href="#">لینکهای مفید</a></li>
                </ul>
                <ul class="w-full md:w-1/5">
                    <li><a href="#">لینکهای مفید</a></li>
                    <li><a href="#">لینکهای مفید</a></li>
                    <li><a href="#">لینکهای مفید</a></li>
                    <li><a href="#">لینکهای مفید</a></li>
                    <li><a href="#">لینکهای مفید</a></li>
                </ul>
                <ul class="w-full md:w-1/5">
                    <li><a href="#">لینکهای مفید</a></li>
                    <li><a href="#">لینکهای مفید</a></li>
                    <li><a href="#">لینکهای مفید</a></li>
                    <li><a href="#">لینکهای مفید</a></li>
                    <li><a href="#">لینکهای مفید</a></li>
                </ul>
                <ul class="w-full md:w-1/5">
                    <li><a href="#">لینکهای مفید</a></li>
                    <li><a href="#">لینکهای مفید</a></li>
                    <li><a href="#">لینکهای مفید</a></li>
                    <li><a href="#">لینکهای مفید</a></li>
                    <li><a href="#">لینکهای مفید</a></li>
                </ul>
                <div class="w-full md:w-1/5">
                    <a href="#">
                        <img src="images/banta-mod.png" alt="benta" class="w-full">
                    </a>
                    <a href="#"
                        class="w-90/100 rounded-full border-3 border-primary text-center text-darkprim flex justify-center hover:bg-darkprim hover:text-primary group px-4 py-2">
                        <svg xmlns="http://www.w3.org/2000/svg" height="24px" viewBox="0 -960 960 960" width="24px"
                            class="fill-darkprim group-hover:fill-primary" fill="#1f1f1f">
                            <path
                                d="M480-342 356-466l20-20 90 90v-352h28v352l90-90 20 20-124 124ZM272-212q-26 0-43-17t-17-43v-90h28v90q0 12 10 22t22 10h416q12 0 22-10t10-22v-90h28v90q0 26-17 43t-43 17H272Z" />
                        </svg>
                        دانلود اپلیکیشن
                    </a>
                    <div class="flex w-full h-10 items-center my-8">
                        <a href="#" class="h-full block w-1/4">
                            <svg version="1.2" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 448 512"
                                class="h-full w-auto stroke-black">
                                <style>
                                    .s0 {
                                        fill: none;
                                        stroke-linecap: round;
                                        stroke-linejoin: round;
                                        stroke-width: 20
                                    }
                                </style>
                                <path class="s0"
                                    d="m421.49 163.52c-1.5-35.89-8.77-67.68-32.08-93.87-23.22-26.19-51.4-34.39-83.22-36.19-32.8-2.1-131.08-2.1-163.88 0-31.73 1.7-59.91 9.9-83.22 36.09-23.31 26.19-30.49 57.98-32.08 93.87-1.86 36.99-1.86 147.87 0 184.86 1.5 35.89 8.77 67.68 32.08 93.87 23.31 26.19 51.4 34.39 83.22 36.19 32.8 2.1 131.08 2.1 163.88 0 31.82-1.7 60-9.9 83.22-36.19 23.22-26.19 30.49-57.98 32.08-93.87 1.86-36.99 1.86-147.77 0-184.76zm-114.95-27.19c0-7.1 2.5-13.92 6.96-18.94 4.45-5.03 10.49-7.85 16.79-7.85 6.3 0 12.35 2.82 16.8 7.85 4.45 5.02 6.96 11.84 6.96 18.94 0 7.11-2.51 13.92-6.96 18.95-4.45 5.02-10.5 7.84-16.8 7.84-6.3 0-12.34-2.82-16.79-7.84-4.46-5.03-6.96-11.84-6.96-18.95zm-82.25 4.7c-27.03-0.08-52.98 11.96-72.14 33.46-19.17 21.51-29.97 50.72-30.04 81.21-0.07 30.49 10.6 59.77 29.66 81.38 19.06 21.62 44.96 33.81 71.99 33.89 27.03 0.08 52.99-11.96 72.15-33.46 19.16-21.51 29.97-50.72 30.04-81.21 0.07-30.49-10.6-59.77-29.66-81.38-19.07-21.62-44.96-33.81-72-33.89z" />
                            </svg>
                        </a>
                        <a href="#" class="h-full block w-1/4">
                            <svg version="1.2" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 448 512"
                                class="h-full w-auto stroke-black">
                                <style>
                                    .s0 {
                                        fill: none;
                                        stroke-linecap: round;
                                        stroke-linejoin: round;
                                        stroke-width: 20
                                    }
                                </style>
                                <path class="s0"
                                    d="m357.2 48h70.6l-154.2 176.2 181.4 239.8h-142l-111.3-145.4-127.2 145.4h-70.7l164.9-188.5-173.9-227.5h145.6l100.5 132.9zm-267.2 37.36l255 331.5" />
                            </svg>
                        </a>
                        <a href="#" class="h-full block w-1/4">
                            <svg version="1.2" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 448 512"
                                class="h-full w-auto stroke-black">
                                <style>
                                    .s0 {
                                        fill: none;
                                        stroke-linecap: round;
                                        stroke-linejoin: round;
                                        stroke-width: 20
                                    }
                                </style>
                                <path class="s0"
                                    d="m421.49 163.52c-1.5-35.89-8.77-67.68-32.08-93.87-23.22-26.19-51.4-34.39-83.22-36.19-32.8-2.1-131.08-2.1-163.88 0-31.73 1.7-59.91 9.9-83.22 36.09-23.31 26.19-30.49 57.98-32.08 93.87-1.86 36.99-1.86 147.87 0 184.86 1.5 35.89 8.77 67.68 32.08 93.87 23.31 26.19 51.4 34.39 83.22 36.19 32.8 2.1 131.08 2.1 163.88 0 31.82-1.7 60-9.9 83.22-36.19 23.22-26.19 30.49-57.98 32.08-93.87 1.86-36.99 1.86-147.77 0-184.76zm-114.95-27.19c0-7.1 2.5-13.92 6.96-18.94 4.45-5.03 10.49-7.85 16.79-7.85 6.3 0 12.35 2.82 16.8 7.85 4.45 5.02 6.96 11.84 6.96 18.94 0 7.11-2.51 13.92-6.96 18.95-4.45 5.02-10.5 7.84-16.8 7.84-6.3 0-12.34-2.82-16.79-7.84-4.46-5.03-6.96-11.84-6.96-18.95zm-82.25 4.7c-27.03-0.08-52.98 11.96-72.14 33.46-19.17 21.51-29.97 50.72-30.04 81.21-0.07 30.49 10.6 59.77 29.66 81.38 19.06 21.62 44.96 33.81 71.99 33.89 27.03 0.08 52.99-11.96 72.15-33.46 19.16-21.51 29.97-50.72 30.04-81.21 0.07-30.49-10.6-59.77-29.66-81.38-19.07-21.62-44.96-33.81-72-33.89z" />
                            </svg>
                        </a>
                        <a href="#" class="h-full block w-1/4">
                            <svg version="1.2" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 448 512"
                                class="h-full w-auto stroke-black">
                                <style>
                                    .s0 {
                                        fill: none;
                                        stroke-linecap: round;
                                        stroke-linejoin: round;
                                        stroke-width: 20
                                    }
                                </style>
                                <path class="s0"
                                    d="M256 8a248 248 0 1 0 0 496 248 248 0 1 0 0-496zM371 176.7c-3.7 39.2-19.9 134.4-28.1 178.3-3.5 18.6-10.3 24.8-16.9 25.4-14.4 1.3-25.3-9.5-39.3-18.7-21.8-14.3-34.2-23.2-55.3-37.2-24.5-16.1-8.6-25 5.3-39.5 3.7-3.8 67.1-61.5 68.3-66.7 .2-.7 .3-3.1-1.2-4.4s-3.6-.8-5.1-.5c-2.2 .5-37.1 23.5-104.6 69.1-9.9 6.8-18.9 10.1-26.9 9.9-8.9-.2-25.9-5-38.6-9.1-15.5-5-27.9-7.7-26.8-16.3 .6-4.5 6.7-9 18.4-13.7 72.3-31.5 120.5-52.3 144.6-62.3 68.9-28.6 83.2-33.6 92.5-33.8 2.1 0 6.6 .5 9.6 2.9 2 1.7 3.2 4.1 3.5 6.7 .5 3.2 .6 6.5 .4 9.8z" />
                            </svg>
                        </a>
                    </div>
                    <p>
                        Copyright 2023 BantaTheme ©
                    </p>
                </div>
            </div>
        </div>
        <span>
            کلیه حقوق این سایت متعلق به قالب بانتا میباشد.
        </span>
    </footer>
    <a href="#" class="fixed bottom-10 right-5 bg-darkprim z-5 border border-white shadow-xl hidden" id="up">
        <svg xmlns="http://www.w3.org/2000/svg" height="24px" viewBox="0 -960 960 960" width="24px" class="fill-white"
            fill="#1f1f1f">
            <path d="M440-160v-487L216-423l-56-57 320-320 320 320-56 57-224-224v487h-80Z" />
        </svg>
    </a>

    <a href="#"
        class="fixed bottom-10 left-5 bg-darkprim z-5 border border-white shadow-xl block w-15 h-15 rounded-full p-2" id="whatsapp">
        <svg version="1.2" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 448 512" class="w-full h-full" >
            <style>
                .s0 {
                    fill: none;
                    stroke: white;
                    stroke-linecap: round;
                    stroke-linejoin: round;
                    stroke-width: 20
                }
            </style>
            <path class="s0"
                d="m363.39 118.99c-37.22-36.21-86.8-56.13-139.48-56.13-108.74 0-197.22 85.88-197.22 191.42 0 33.71 9.06 66.65 26.29 95.7l-27.98 99.16 104.56-26.64c28.79 15.26 61.21 23.28 94.26 23.28h0.09c108.65 0 199.09-85.88 199.09-191.42 0-51.13-22.39-99.16-59.61-135.37zm-49.57 175.38c-4.89-2.41-29.14-13.97-33.67-15.52-4.53-1.64-7.82-2.42-11.11 2.41-3.29 4.83-12.7 15.52-15.63 18.8-2.85 3.19-5.78 3.62-10.66 1.21-28.97-14.06-47.98-25.09-67.08-56.91-5.06-8.45 5.07-7.85 14.48-26.13 1.6-3.19 0.8-5.95-0.44-8.36-1.25-2.41-11.11-25.95-15.19-35.52-4-9.32-8.09-8.02-11.11-8.19-2.84-0.18-6.13-0.18-9.42-0.18-3.28 0-8.61 1.21-13.14 5.95-4.53 4.83-17.24 16.38-17.24 39.92 0 23.54 17.68 46.31 20.08 49.5 2.49 3.19 34.74 51.47 84.22 72.25 31.27 13.11 43.53 14.23 59.17 11.99 9.5-1.38 29.14-11.56 33.22-22.77 4.09-11.21 4.09-20.78 2.84-22.76-1.15-2.16-4.44-3.36-9.32-5.69z" />
        </svg>
    </a>
    <script src="<?= get_template_directory_uri() ?>/assets/js/swiper-bundle.min.js"></script>
    <script src="<?= get_template_directory_uri() ?>/assets/js/benta.js"></script>
</body>

</html>